      {
         "course":"ENGL301",
         "creator":"Janine Utell",
         "description":"digital literary studies",
         "attendanceDesc":"Moderate Penalty",
         "attendance":"You are permitted six absences for emergencies.  You will receive a warning after five.  After the six absence, I will enter a failing grade for you for the course.  If something is going on with you that causes you to miss class, please come talk to me about it before it gets out of hand!   Note that because this class has a hefty in-class work requirement, if you miss it will impact your grade.  You may only miss ONE screening unless there are extenuating circumstances.<br><br>I will return your graded work back to you as quickly as possible, and you should always feel free to talk to me about the feedback you receive (or would like to receive).  You will have the option to receive feedback either in writing or electronically.  It is important that you participate in the feedback loop: this means reading through my comments and sharing thoughts in conferences, giving serious consideration to the kinds of feedback you’re getting, and telling me what kind of feedback you need.",
          "expectationsDesc":"Critical Analysis",
          "expectations":"This course meets the goals and objectives of the English department.<ul>Students who successfully complete this course will be able to:<li>Identify literary genres, terms, and theories, and apply that knowledge to critical analysis, interpretation, close reading.</li><li>Demonstrate awareness of literary tradition and its relation to the present, particularly in the work of literary criticism and theory.</li><li>Write with critical insight, offering original interpretations and arguments in conversation with scholarship in the discipline.</li><li>Exhibit the habits of mind associated with critical thinking.</li><li>Render aesthetic judgment.</li></ul>",
        "late_assignmentsDesc":"zero tolerance penalty",
        "late_assignments":"Work will not be accepted beyond the class meeting immediately following the meeting in which the work is due.  In other words, if a paper is due on a Monday, you have until we meet for Wednesday’s class to turn it in if it has to be late.  Email papers are always fine, of course, but NOT after we begin class the meeting after the due date.  No late in-class writing will be accepted.  The reason for this is once too much time has elapsed, you lose the thread and import of whatever it is you’re writing about in relation to the course moment that generated it, and your chances for success are diminished.  Especially for the longer projects in this class, the drafting and revising process will not work if you fall behind on turning in your work and getting feedback.  Simply put, it’s not fair to you to allow you to follow your worst impulses, and you won’t get as much out of assignments if they are not completed on time.  Informal writing will not be accepted late, ever; the whole point is that they are meant to contribute to class discussion, and turning them in late defeats the purpose.",
		"module":"Digital Mapping",
          "contributors":"Ryan Cordell",
          "readings":"
          Jo Guldi, “What Is the Spatial Turn?”<br>
          David J. Bodenhamer, “The Potential of Spatial Humanities”<br>
          Johanna Drucker, “Humanistic Theory and Digital Scholarship” and “Humanities Approaches to Graphical Display”<br>
          Bethany Nowviskie, “Neatline and Visualization as Interpretation”<br>
          Samuels and McGann, “Deformance and Interpretation”<br>
          Franco Moretti, Distant Reading<br>
          Denis Wood, “A Map Is an Image Proclaiming Its Objective Neutrality”<br>
          Harley, “Deconstructing the Map”<br>
          Breton, André. “Sur certaines possibilities d’embellissement irrationnel d’une ville.”<br>
          "
      }