      {
         "course":"DH100",
         "creator":"Constance Crompton",
         "description":"digital humanities",
          "expectationsDesc":"Digital Project Development",
          "expectations":"Digital artifacts and tools, the products of positivist computational logic, may seem at odds with the humanities tradition, however, encoding and visualization can help scholars engage in the types of analysis that are at the heart of the humanities. Working collaboratively, students in The Self-Conscious Text will apply digital research methods to a range of scholarly practices, from visualizing and mapping to encoding and publishing and will bring their digital, textual, and cultural literacy together in the production of an online edition. Through practice-based reflection students will employ close reading methods as they plan their own descriptive markup, as well as distant reading methods as they use large data sets to develop their own research questions.<br><br>
          <ul>By the end of the course students who have learned successfully will be able to:
          <li>Understand the cultural context of digital humanities’ development</li>
          <li>Understand the broad history of the Web</li>
          </li>Use digital methodologies</li>
          <li>Build on elemental digital skills to produce critical digital resources</li>
          <li>Engage critically and creatively with their own and others’ digital texts.</li></ul>",
          "attendanceDesc":"Low Penalty",
          "attendance":"After more than 8 unexcused absences, you will be deducted a full letter grade from your final grade (for instance, a “B” becomes a “B-“).",
          "late_assignmentsDesc":"moderate penalty 2",
          "late_assignments":"You must inform me, in advance where possible, if you will be missing any test, presentation, or assignment deadline, or need accommodation on medical, religious, or compassionate grounds. You must provide proper documentation in order to make alternate arrangements. If you will be using the services of the Disability Resource Centre, or need accommodation in the classroom, please provide documentation at the start of the semester. The late penalty for all assignments is 5% per day unless otherwise noted.",
         "module":"Digital Games",
          "contributors":"Jacqueline Wernimont, Steve Jones",
         "readings":"
          Mary Flanagan, Critical Play: Radical Game Design (Introduction, Ch. 2. Playing House (17-62) and and Ch. 7 Critical Computer Games (222-249).<br>
          Janine Fron, Tracy Fullerton, Jacquelyn Ford Morie, and Celia Pearce, “The Hegemony of Play”<br>
          Bonsignore, E.,* Hansen, D., Kraus, K., & Ruppel, M.* (2013). Alternate Reality Games as platforms for practicing 21st -century literacies. International Journal of Learning and Media<br>
          Liz Losh, “#Gamergate 101″ date: 10/17<br>
          Kraus, K. (2011). “A counter-friction to the machine”: What game scholars, librarians, and archivists can learn from machinima makers about user activism. Special commissioned issue on machinima. Journal of Visual Culture 10(1), 100-112<br>
          Bogost, Perpetual Adolescence, Proteus, Exploitationware, Shit Crayons<br>
          Wark, Gamer Theory, Agony: On The Cave<br>
          Kaplan and Zimmerman, PLAY<br>
          Jones and Thiruvathukal, from Codename Revolution (esp. chptrs. 1, 6, 7)<br>
        Belojevic et. al., A Select Annotated Bibliography
              Concerning Game-Design Models for Digital Social Knowledge Creation<br>
              "
      }